Repository: 84000/data-translation-memory
Catalog: toh266-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་མེ་ཏོག་གི་ཚོགས་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra Bouquet of Flowers

source: བམ་པོ་དང་པོ། །སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་བརྒྱ་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་གྱི་དགེ་སློང་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ། དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་སྟན་ལས་ལངས་ནས་བླ་གོས་ཕྱོགས་གཅིག་ཏུ་གཟར་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས།
en: The Blessed One was dwelling in Rājagṛha, at Vulture Peak Mountain, together with a large monastic assembly of one thousand two hundred and fifty monks, when Venerable Śāriputra rose from his seat, draped his robe over one shoulder, and knelt on his right knee.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཡང་བཅོམ་ལྡན་འདས་ད་ལྟར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཞུགས་ལ་འཚོ་ཞིང་གཞེས་ཏེ་ཆོས་ཀྱང་སྟོན་པ་ཇི་སྙེད་ཅིག་བཞུགས།
en: Bowing to the Blessed One with palms joined, he asked, “Blessed One, how many blessed buddhas are there now, dwelling alive and well and teaching the Dharma?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤཱ་རིའི་བུ་དེའི་ཕྱིར་ལེགས་པར་ཤིན་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ། །བཅོམ་ལྡན་འདས་ལེགས་སོ་ཞེས་གསོལ་ནས།
en: The Blessed One replied to Śāriputra, “Śāriputra, listen well and pay attention as I explain!”

source: ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Excellent, Blessed One!” said Venerable Śāriputra, and he listened to the Blessed One:

source: ཤཱ་རིའི་བུ་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་ཤར་ཕྱོགས་སུ་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་གི་ཡང་ཐ་མ་ན་སངས་རྒྱས་ཀྱི་ཞིང་མར་མེ་ཅན་ཞེས་བྱ་བའི་འཇིག་རྟེན་གྱི་ཁམས་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་འབྱུང་གནས་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Śāriputra, a trillion world systems beyond this buddhafield to the east, in a world system that is a buddhafield called Illuminated, dwells the thus-gone one, the worthy one, the completely perfect buddha called Source of Jewels.

source: ཤཱ་རིའི་བུ་ཡང་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་འབྱུང་གནས་ཀྱི་མཚན་གང་དག་ཉན་པར་འགྱུར་བ་དང་། དད་པ་ཡང་སྐྱེད་པར་བྱེད་པ་དེ་དག་ཐམས་ཅད་ཡང་དག་པའི་བྱང་ཆུབ་ཀྱི་ཡན་ལག་རིན་པོ་ཆེ་བདུན་རྣམས་ཡོངས་སུ་འཛིན་པར་འགྱུར་བ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ།
en: “Śāriputra, all those who hear the name of the thus-gone one Source of Jewels and give rise to faith will obtain the seven precious factors of perfect awakening and will progress irreversibly toward unexcelled, perfect and complete awakening.

source: །བསྐལ་པ་དྲུག་ཅུར་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་འགྱུར་རོ།
en: In sixty eons they will turn away from saṃsāra.

source: །འཇིག་རྟེན་གྱི་ཁམས་མར་མེ་ཅན་གྱི་མིའི་ཉི་མ་སངས་རྒྱས་རིན་ཆེན་འབྱུང་གནས་དེའི་མཚན་ཐོས་པར་དགའ་བ་ནི་བསྐལ་པ་དྲུག་ཅུར་འཁོར་བར་མི་འགྱུར་རོ།
en: “Those who delight in hearing the name of the buddha Source of Jewels, the sun among humans in the world system Illuminated, will be free from saṃsāra in sixty eons.

source: ཤཱ་རིའི་བུ་དེ་ལ་སོགས་པ་ཤར་ཕྱོགས་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས། གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་མཚན་རིན་ཆེན་འབྱུང་གནས་ཞེས་བྱ་བ་ད་ལྟར་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ།
en: “Śāriputra, led by him, there are as many blessed buddhas with the name Source of Jewels in the east as there are grains of sand in the Ganges River. They presently live there, alive and well, teaching the Dharma.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་བརྒྱའི་ཡང་ཐ་མ་ན་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེ་དང་ལྡན་པ་ཞེས་བྱ་བྱ་བ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་དམ་པ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “A hundred buddhafields beyond here, in the world system called Endowed with Jewels, dwells the thus-gone one, the worthy one, the completely perfect buddha called Sublime Jewel

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་དམ་པའི་མཚན་གང་དག་ཉན་པར་འགྱུར་བ་དང་དད་པ་ཡང་སྐྱེད་ཅིང་ཐལ་མོ་སྦྱོར་བར་བྱེད་པ་ནི་ཡང་ཤཱ་རིའི་བུ་གང་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་རབ་ཏུ་གང་བར་བྱས་ཏེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཉིན་གཅིག་བཞིན་དུ་སྦྱིན་པ་ཕུལ་བ་དེ་བཞིན་དུ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་ཕུལ་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེས་བསོད་ནམས་ཀྱི་ཕུང་པོ་འདིའི་བརྒྱའི་ཆར་ཡང་ཉེ་བར་མི་འགྲོའོ། །གྲངས་སུའམ། ཆའམ། དཔེར་རམ།
en: Śāriputra, the heap of merit generated by completely filling the trigalactic megagalactic world system with the seven kinds of precious substances and offering it every day to the blessed buddhas for as many eons as there are grains of sand in the Ganges River does not approach even a hundredth part of the heap of merit generated by hearing the name of the thus-gone one Sublime Jewel , giving rise to faith, and joining palms.

source: རྒྱུར་ཡང་ཉེ་བར་མི་འགྲོའོ།
en: Neither does it permit of any calculation, reckoning in fractions, analogy, or comparison.

source: །དེ་བཞིན་དུ་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེ་དང་ལྡན་པ་ན་སངས་རྒྱས་རིན་ཆེན་དམ་པ་གཙོ་བོ་བཞུགས་ཏེ།
en: “Thus, in the world system Endowed with Jewels dwells the buddha Foremost Sublime Jewel.

source: དེའི་མཚན་ཐོས་པས་འདིར་སངས་རྒྱས་འབྱུང་བ་ཡིན་ནོ།
en: Through hearing his name, a buddha will appear here.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་བརྒྱ་ཕྲག་དྲུག་ཅུ་ན་འཇིག་རྟེན་གྱི་ཁམས་སྤོས་ལྡན་ཞེས་བྱ་བ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་འབྱུང་བ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Six hundred buddhafields from here, in the world system called Fragrant , dwells the thus-gone one, the worthy one, the completely perfect buddha called Fount of Jewels.

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་འབྱུང་བའི་མཚན་གང་དག་གིས་ཐོས་པ་དེ་དག་ནི་བསྐལ་པ་བཅྭ་ལྔར་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་འགྱུར་རོ།
en: Śāriputra, those who hear the name of the thus-gone one Fount of Jewels will turn away from saṃsāra in fifteen eons.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་གི་ཡང་ཐ་མ་ན་འཇིག་རྟེན་གྱི་ཁམས་འོད་ཟེར་ཅན་ཞེས་བྱ་བ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་སྣང་བ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “A thousand buddhafields beyond here, in the world system called Brilliant, dwells the thus-gone one, the worthy one, the completely perfect buddha called Shining Jewel.

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་སྣང་བ་ཞེས་བྱ་བའི་མཚན་གང་དག་ཐོས་པ་དང་དད་པ་བསྐྱེད་པ་དེ་དག་ནི་ངན་སོང་གསུམ་དུ་འགྲོ་བར་མི་འགྱུར་རོ།
en: Śāriputra, those who hear the name of the thus-gone one Shining Jewel and give rise to faith will not go to the three lower realms.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ལྔ་བརྒྱ་བས་ཆེས་རིང་བ་འཇིག་རྟེན་གྱི་ཁམས་ཏོག་གི་རྒྱལ་མཚན་ཞེས་བྱ་བ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་ཏོག་ཅེས་བྱ་བ་བཞུགས་ཏེ།
en: “Far beyond five hundred thousand buddhafields from here, in the world system called Victory Banner at the Peak, dwells the thus-gone one, the worthy one, the completely perfect buddha called Jewel Peak.

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་ཏོག་གི་མཚན་གང་དག་ཐོས་པ་དང་། དད་པ་བསྐྱེད་ཅིང་དེ་བཞིན་གཤེགས་པ་དེ་ལ་རྗེས་སུ་དྲན་པར་བྱེད་པ་དེ་དག་ཐམས་ཅད་དཀོན་མཆོག་དང་འདྲ་བར་འགྱུར་རོ།
en: Śāriputra, all those who hear the name of the thus-gone one Jewel Peak and, giving rise to faith, recollect that thus-gone one, will become like jewels.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་གཉིས་ཀྱི་ཆེས་ཕ་རོལ་ན་འཇིག་རྟེན་གྱི་ཁམས་ཡོན་ཏན་ཐམས་ཅད་རབ་ཏུ་སྣང་བ་དང་ལྡན་པ་ཞེས་བྱ་བ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་རབ་སྣང་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Well beyond two thousand buddhafields from here, in the world system called Shining with All Qualities, dwells the thus-gone one, the worthy one, the completely perfect buddha called Brilliant Jewel.

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་རབ་སྣང་གི་མཚན་གང་དག་ཐོས་པ་དང་། ཐོས་ནས་ཀྱང་ལྷག་པའི་བསམ་པས་མོས་པར་བྱེད་ཅིང་ཡན་ལག་ལྔས་ཕྱག་འཚལ་བར་འགྱུར་བ་དེ་དག་ནི་བསྐལ་པ་ཉི་ཤུར་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་འགྱུར་རོ།
en: Śāriputra, those who hear the name of the thus-gone one Brilliant Jewel and, upon hearing it, become wholeheartedly devout and prostrate, touching the ground with the five parts of the body, will turn away from saṃsāra in twenty eons.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་བས་ཆེས་རིང་བ་འཇིག་རྟེན་གྱི་ཁམས་མངོན་པར་དགའ་བ་ཞེས་བྱ་བ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་འཁྲུགས་པ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Far beyond a thousand buddhafields from here, in the world system called Delightful , dwells the thus-gone one, the worthy one, the completely perfect buddha called Akṣobhya.

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པ་དེའི་མཚན་གང་དག་ཐོས་པ་དང་དད་པ་བསྐྱེད་པར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་ཅིང་བདུད་སྡིག་ཅན་རྣམས་ཀྱིས་ཀྱང་མི་འཁྲུགས་པར་འགྱུར་རོ།
en: Śāriputra, all those who hear the name of the thus-gone one Akṣobhya and give rise to faith will make irreversible progress toward unexcelled, perfect and complete awakening and will not be disturbed by evil māras.

source: །ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པ་དེའི་མཚན་དང་ཡོན་ཏན་བརྗོད་པ་བཤད་པ་ན།
en: “Now, Śāriputra, when I taught on proclaiming the name of the thus-gone one Akṣobhya and his virtues, the evil Māra heard about it.

source: བདུད་སྡིག་ཅན་གྱིས་ཐོས་ནས་དཔུང་གི་ཚོགས་ཐམས་ཅད་དང་བཅས་ཏེ་ངའི་དྲུང་དུ་འོངས་ནས་ཚིག་འདི་སྐད་དུ་སྨྲས་སོ། །ཡང་བཅོམ་ལྡན་འདས་སངས་རྒྱས་སྟོང་གི་མཚན་ཡོངས་སུ་བརྗོད་པ་ནི་མི་དངོའི། དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པའི་མཚན་ནི་དེ་ལྟ་མ་ལགས་སོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Assembling all his troops he came before me and said, ‘To proclaim the names of the thousand blessed buddhas will be impossible, but that’s not the case for the thus-gone one Akṣobhya’s name.

source: དེ་ནི་བདག་གི་ཡུལ་དུ་འགྱུར་བ་མ་ལགས་སོ། །དེ་བཞིན་གཤེགས་པ་དེའི་མཚན།
en: Because he is not within my purview.

source: གང་དག་ཉན་པར་འགྱུར་བ་དེ་ལ་ཡང་བདག་གིས་བར་ཆད་བགྱིའོ།
en: So for those listening to the name of that thus-gone one, I shall create obstacles.’

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བདུད་སྡིག་ཅན་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །སྡིག་ཅན་ཁྱོད་ཀྱིས་གང་ཟག་གང་དག་ལ་བར་ཆད་བྱ་བ་དེ་དག་གང་ཡིན།
en: “The Blessed One said to the evil Māra, ‘Evil one, who are those for whom you will create obstacles?’

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཐེག་པ་ཆེན་པོ་ལ་ཞུགས་པ་གང་དག་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཐོས་པར་འགྱུར་བ་དེ་དག་ལགས་ཏེ།
en: “To this he replied, ‘Blessed One, it will be for those who have embarked upon the Great Vehicle and who will hear the name of that thus-gone one.

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་གྱི་ཁམས་འདིར་གང་བཅོམ་ལྡན་འདས་དེའི་མཚན་དང་ཡོན་ཏན་ཡོངས་སུ་བརྗོད་པ་བག་ཚ་ཞིང་ཡོངས་སུ་གདུངས་སོ།
en: The proclaiming of the name and virtues of that blessed one in this world system, Blessed One, sickens and torments me.

source: །འོན་ཀྱང་བདག་གིས་མཚན་ཉན་པ་དེ་རྣམས་ལ་བར་ཆད་བགྱི་བའི་སླད་དུ་གོ་བགོ་བར་བགྱིའོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: But in order to create obstacles for those listening to that name, I am taking up arms.

source: དེ་བཞིན་གཤེགས་པའི་མཚན་གང་གང་ཟག་གང་དག་གིས་ཐོས་པ་བདག་གི་དབང་དུ་མཆི་བར་འགྱུར་བ་དེ་ན་མཆིས་སོ།
en: So that those who hear the name of that thus-gone one will fall under my control.’

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བདུད་སྡིག་ཅན་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: “Then the Blessed One said to the evil Māra, ‘Evil one, do not take up arms.

source: །སྡིག་ཅན་ཁྱོད་གོ་བགོ་བར་མ་བྱེད་ཅིག །ཁྱོད་ཀྱིས་ནི་སྐྱེས་བུ་དམ་པ་དེ་དག་ལ་བར་ཆད་བྱ་བར་མི་ནུས་སོ།
en: You cannot create obstacles for those sublime persons.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: དེ་དག་ནི་ངས་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པ་ལ་གཏད་པ་དང་། དེ་བཞིན་གཤེགས་པ་གཞན་དག་ལ་ཡང་གཏད་པས། དེ་དག་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པས་དགོངས་ཤིང་བྱིན་གྱིས་རློབ་པར་འགྱུར་རོ།
en: Because I have entrusted them to the thus-gone one Akṣobhya, and to other thus-gone ones as well, so the thus-gone one Akṣobhya will care for them and bless them.’

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདུད་སྡིག་ཅན་དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔ་ན་སྔར་མཆིས་ནས། འདི་སྐད་དུ་སེང་གེའི་སྒྲ་སྒྲོགས་ན། དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པའི་མཚན་ཐོས་ལ་བདུད་སྡིག་ཅན་འདིའི་དབང་དུ་མཆི་བར་འགྱུར་བ་གང་དག་ལ་བར་ཆད་བགྱི་བའི་སླད་དུ་བདུད་སྡིག་ཅན་གྱིས་གོ་བགོས་པའི་གང་ཟག་དེ་དག་གང་ལགས།
en: Then, Venerable Śāriputra said to the Blessed One, “Blessed One, when the evil Māra previously came before the Thus-Gone One, and with those words you sounded the lion’s roar, who were the people hearing the name of the thus-gone one Akṣobhya, to create obstacles for whom and bring them under his control the evil Māra then took up arms?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཤཱ་རིའི་བུ་འདི་ལྟ་སྟེ།
en: The Blessed One replied to Venerable Śāriputra, “Śāriputra, it is like this:

source: དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པ་དེ་དང་དེའི་ཡོན་ཏན་ཡོངས་སུ་བརྗོད་པ་སེམས་ཅན་གང་དག་གིས་ཐོས་ནས་ད་ལྟར་སྤོང་བར་བྱེད་པ་རྣམས་སེམས་ཅན་དམྱལ་བར་འགྱུར་བའི་ཆོས་དམ་དུ་འཛིན་པར་འགྱུར་བ་ངས་མཐོང་ངོ་། །གསོལ་པ།
en: I saw that there are beings who have heard about proclaiming the thus-gone one Akṣobhya and his virtues, but presently have given up doing so and cling rigidly to a teaching that will lead them to the hells.”

source: བཅོམ་ལྡན་འདས་ཡོངས་སུ་སྤོང་བར་བགྱིད་པའི་སེམས་ཅན་དུ་ཞིག་མཆིས་པ་ལེགས་པར་བཤད་དུ་གསོལ།
en: Śāriputra replied, “Blessed One, please explain well: how many beings have given it up?”

source: བཀའ་སྩལ་པ། ཤཱ་རིའི་བུ་ཕྱོགས་བཅུར་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཐོས་པར་འགྱུར་བ་དང་། དེ་ལྟར་འཇིག་རྟེན་གྱི་ཁམས་གཞན་ན་དེ་བཞིན་གཤེགས་པ་དེ་དག་གིས་དེ་དག་ལས་བརྩམས་ཏེ་ཆོས་སྟོན་ན་སེམས་ཅན་དེ་དག་ནི་ཤེས་རབ་ཆེ་ཞིང་ཤེས་རབ་རྒྱ་ཆེ་བས་དེའི་ཡོན་ཏན་ཡོངས་སུ་རྫོགས་པ་བཤད་ཀྱང་ངོམས་པར་མི་འགྱུར་རོ།
en: The Blessed One replied, “Śāriputra, throughout the ten directions the name of that thus-gone one will be heard, and in other world systems when the thus-gone ones accordingly teach the Dharma beginning with his virtues, beings’ wisdom increases and expands, such that even when taught about his virtues in full they will never be satiated.

source: །ཤཱ་རིའི་བུ་གང་དག་གིས་དེ་བཞིན་གཤེགས་པ་མངོན་སུམ་དུ་མཐོང་བར་གྱུར་པ་དེ་དག་གིས་དེའི་ཡོན་ཏན་ཡོངས་སུ་བརྗོད་པ་ལ་སྤོང་བར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་སྐབས་མེད་དོ།
en: Śāriputra, that those who directly perceive that thus-gone one would give up proclaiming his virtues is impossible and will not happen.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ནི་ཉོན་མོངས་པའི་སྙིགས་མའི་དུས་སུ་འབྱུང་བ་ནི་གནས་མ་ཡིན་ནོ།
en: “For those blessed buddhas to appear in the degenerate age of afflictions is impossible.

source: །འདི་ལྟ་སྟེ་དཔེར་ན་ད་ལྟར་སྙིགས་མ་ལྔའི་དུས་སུ་ང་བྱུང་ན་མི་མཇེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་རྣམས་ཤེས་རབ་རབ་ཏུ་ཞན་པ་དེ་འདྲ་བདག་གིས་ཀྱང་ངས་བཤད་པའི་ཡོན་ཏན་ཁོང་དུ་ཆུད་ན། གང་དེ་བཞིན་གཤེགས་པ་མི་འཁྲུགས་པའི་སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་ན་གནས་པས་ཤེས་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས།
en: It is like this: as a comparison, during this present age of the five degenerations in which I have appeared, even the beings here in this Sahā world system who have such weak intelligence can comprehend the virtues that I am explaining, and so it goes without saying that those beings who are dwelling in the thousand-fold world system of Akṣobhya can do so.

source: ཤཱ་རིའི་བུ་དེ་ལྟ་མོད་ཀྱིས་ཡོན་ཏན་འདི་ཡོངས་སུ་བརྗོད་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་མཐར་གྱིས་བྱང་ཕྱོགས་སུ་འགྲོ་བར་འགྱུར་ཏེ། དེ་ན་སྐྱེས་བུ་དམ་པ་གང་དག་ཐེག་པ་ཆེན་པོ་ལ་ཞུགས་པ་དེ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྒྱས་པར་བྱེད་པར་འགྱུར་རོ།
en: Śāriputra, that being the case, this Dharma discourse extolling those virtues will gradually spread in the different directions, where all the sublime beings who have embarked on the Great Vehicle will propagate it.

source: །དེ་ན་ཤཱ་རིའི་བུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་ཏོ།
en: “But now, Śāriputra, listen to how those who are not sublime beings will listen to this Dharma discourse and, having heard it, will forsake it!”

source: །ཐོས་ནས་ཀྱང་སྤོང་བར་འགྱུར་ཏེ་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་དེ་དག་ཅི་འདྲ་བ་ཉོན་ཅིག །བཅོམ་ལྡན་འདས་ལགས་སོ་ཞེས་གསོལ་ནས་ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: “Very well, Blessed One!” said Venerable Śāriputra, and listened as the Blessed One had instructed as the Blessed One continued.

source: །བྱང་ཕྱོགས་ན་ཡུལ་ཁམས་གན་དྷ་ར་ཞེས་བྱ་བ་དེ་ན་ལོ་འབུམ་དུ་མནར་མེད་པའི་ལས་ཡོངས་སུ་འཛིན་པར་འགྱུར་བ་ཡོད་དོ།
en: “In a country called Gandhāra to the north, there are those who will incur the karma of being in the Hell of Endless Torment for a hundred thousand years.

source: །བྱང་ཕྱོགས་ཀྱི་རྒྱུད་དེ་ཉིད་ནས་ཁ་ཆེ་ཡུལ་གྱི་ལྗོངས་ཀྱི་ཕྱོགས་གང་ན་དམ་པའི་ཆོས་འདི་ཆེས་ཤིན་ཏུ་སྟོབས་དང་ལྡན་པར་འབར་བར་འགྱུར་བ་དེ་ན་སྤོང་བར་བྱེད་པ་ཁྲི་ཕྲག་ལྔ་འབྱུང་ངོ་།
en: Along that same northern stretch, toward the region of Kaśmīra, where this sublime teaching will grow to be extremely powerful, there will appear fifty thousand beings who forsake it.

source: །སྤངས་ནས་ཀྱང་རིགས་ཀྱི་བུ་དེ་དག་གང་དུ་གནོད་པར་འགྱུར་བའི་མཚམས་མེད་པར་འགྲོ་བར་འགྱུར་རོ།
en: Having forsaken it, those sons of noble family will go to a place where there is no end to torment.

source: །གང་དུ་ཕལ་ཆེར་ཚོགས་ནས་མདོ་འདི་ལ་མངོན་དུ་སྨོད་པར་བྱེད་པ་དེ་དག་ཐམས་ཅད་མཚམས་མེད་པར་འགྲོ་བར་འགྱུར་རོ།
en: All those who gather en masse to severely disparage this sūtra will go there.

source: །བྱང་ཕྱོགས་སུ་མདོ་འདི་ལ་བྱེ་བ་ཕྲག་བརྒྱད་དང་ལྔ་འབུམ་སྤོང་བར་འགྱུར་ཏེ།
en: There will be eighty million and five hundred thousand beings who will forsake this sūtra in the north.

source: སྤངས་ནས་མནར་མེད་པར་རབ་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: Having forsaken it, they will fall into the Hell of Endless Torment.

source: །ཤར་ཕྱོགས་ན་ནི་དད་པར་འགྱུར་བ་ཉུང་ཟད་ཅིག་ཡོད་དེ།
en: “In the east, there will be a few who have faith;

source: མནར་མེད་པའི་ལས་ཕལ་ཆེར་འཛིན་པར་འགྱུར་ཞིང་དེ་ན་བརྒྱ་སྟོང་ཕྲག་མང་པོ་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་རོ།
en: the majority will incur the karma for the Hell of Endless Torment. Many hundreds of thousands of beings there will go to the Hell of Endless Torment.

source: །ལྷོ་ཕྱོགས་སུ་སེམས་ཅན་ཉིས་འབུམ་གྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤོང་བར་འགྱུར་ཏེ།
en: “In the south, two hundred thousand beings will forsake this Dharma discourse.

source: སྤངས་ནས་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་འགྲོ་བར་འགྱུར་རོ།
en: Having forsaken it, they will go to the terrible Hell of Endless Torment.

source: །ནུབ་ཕྱོགས་ནས་སེམས་ཅན་འབུམ་རྣམས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤངས་ནས་མནར་མེད་པར་འགྲོ་བར་འགྱུར་རོ།
en: “In the west, hundreds of thousands of beings, having forsaken this Dharma discourse, will go to the Hell of Endless Torment.

source: །ཤཱ་རིའི་བུ་སངས་རྒྱས་ཀྱི་ཆོས་ནི་རང་སངས་རྒྱས་རྣམས་ཀྱིས་ཀྱང་མ་ཡིན་ན་ཉན་ཐོས་རྣམས་ཀྱི་ལྟ་ཅི་སྨོས། སོ་སོའི་སྐྱེ་བོ་འཁོར་བ་འཕེལ་བར་བྱེད་པ་ལྟ་ཡང་ཅི་སྨོས།
en: “Śāriputra, the qualities of buddhas are not even shared with pratyekabuddhas, let alone with śrāvakas, or ordinary beings who perpetuate saṃsāra.

source: ཤཱ་རིའི་བུ་འདི་དང་འཚམ་པ་ནི་འདི་ཡིན་ཏེ།
en: Śāriputra, these qualities correspond only to themselves, for buddhas are inconceivable.

source: སངས་རྒྱས་ནི་བསམ་གྱིས་མི་ཁྱབ་བོ། །སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་བསམ་གྱིས་མི་ཁྱབ་སྟེ། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ཉིད་ཀྱིས་རབ་ཏུ་མཁྱེན་གྱི་བདག་གིས་མི་ཤེས་སོ།
en: The qualities of buddhas are also inconceivable, for the qualities of buddhas are known only by those possessing the actual nature of buddhas.

source: །མི་ཤེས་པར་ནི་སྤང་བར་མི་བྱ་སྟེ།
en: One cannot know them, and one should not forsake them without knowing them.

source: མདོ་སྡེའི་ཚུལ་འདི་ལྟ་བུའི་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་ཙམ་ལ་ཡང་སྤང་བ་བྱས་ན་དེ་སྔ་མ་ཇི་ཙམ་དུ་གྱུར་པ་དེ་བཞིན་དུ་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ།
en: To forsake just a four-line verse of a sūtra like this is to incur a mass of demerit to the same extent as was mentioned earlier.

source: །ཤཱ་རིའི་བུ་དེ་བས་ན་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོས་སྤང་བར་མི་བྱའོ།
en: “Śāriputra, sons or daughters of noble family should therefore not forsake this Dharma discourse.

source: །དགའ་བར་བྱའོ།
en: They should delight in it.

source: །མདོ་སྡེ་འདི་ལྟ་བུ་ལ་གང་བདག་གིས་མ་སྤངས་པས་བདག་བསྐལ་པར་གནས་པའི་ལས་ལས་གྲོལ་བར་གྱུར་ཏེ། དམ་པའི་ཆོས་སྤོང་བར་བྱེད་པ་སེམས་ཅན་དམྱལ་བ་པ་དེ་དག་གི་དྲུང་དུ་ནི་བདག་གནས་པར་མི་བྱའོ་སྙམ་དུ་སེམས་ཏེ། གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པ་དེ་དག་གིས་སངས་རྒྱས་ཀྱི་གསུང་དབྱངས་རབ་ཏུ་འཛིན་པར་འགྱུར་རོ།
en: “Those who listen to this Dharma discourse with the following thought will acquire the melody of the buddhas’ speech: ‘By not forsaking such a sūtra as this, I will be free from the karma of remaining for an eon, so that I will not dwell among the hell beings who have forsaken the sublime Dharma.’

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་བཅུ་ན་འཇིག་རྟེན་གྱི་ཁམས་དཔག་མེད་ལྡན་ཞེས་བྱ་བ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་ཆེན་པོ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Ten thousand buddhafields from here, in the world system called Immeasurable , dwells the thus-gone one, the worthy one, the completely perfect buddha called Bright Light.

source: ཡང་ཤཱ་རིའི་བུ་འོད་ཆེན་པོའི་མཚན་གང་དག་ཉན་པར་འགྱུར་བ་དང་། དད་པ་ཡང་སྐྱེད་པ་དེ་དག་ཐམས་ཅད་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་མི་འབྲལ་བར་འགྱུར་ཞིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཀྱང་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ།
en: Śāriputra, all those who hear the name of the thus-gone one Bright Light and give rise to faith will never part from the blessed buddhas and will make irreversible progress to unexcelled, perfect and complete awakening.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་དྲུག་ན་འཇིག་རྟེན་གྱི་ཁམས་མེ་ཏོག་ཅན་ཞེས་བྱ་བ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དབྱངས་དཔག་མེད་ཅེས་བྱ་བ་བཞུགས་ཏེ།
en: “Six thousand buddhafields from here, in the world system called Flowered dwells the thus-gone one, the worthy one, the completely perfect buddha called Immeasurable Melody

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་དབྱངས་དཔག་མེད་ཀྱི་མཚན་གང་དག་ཉན་པ་དང་། ཐོས་ནས་ཀྱང་དད་པ་སྐྱེད་ཅིང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་ལ་ཕྱག་འཚལ་ལོ་ཞེས་ཆེད་དུ་བརྗོད་པ་ལན་གསུམ་བརྗོད་པ་དེ་དག་འདི་ལྟ་སྟེ། སངས་རྒྱས་ཀྱི་གསུང་དབྱངས་དཔག་ཏུ་མེད་པའི་དབྱངས་འཛིན་པར་འགྱུར་རོ།
en: Śāriputra, all those who hear the name of the thus-gone one Immeasurable Melody give rise to faith and joyously exclaim three times ‘Homage to the thus-gone one, the worthy one, the completely perfect buddha!’ will acquire immeasurable melody, the melody of the buddhas’ speech.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་བཞིན་འཇིག་རྟེན་གྱི་ཁམས་རྡུལ་མེད་ཅེས་བྱ་བ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བདུད་རྩི་དབྱངས་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Four thousand buddhafields from here, in the world system called Immaculate, dwells the thus-gone one, the worthy one, the completely perfect buddha called Ambrosia Melody.

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་བདུད་རྩི་དབྱངས་ཀྱི་མཚན་གང་དག་ཐོས་པར་གྱུར་ལ་ཐོས་ནས་ཀྱང་མོས་པར་བྱེད་པ་དེ་དག་ནི། བསྐལ་པ་བཅུ་གཉིས་ཀྱི་བར་དུ་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་འགྱུར་རོ།
en: Śāriputra, all those who hear the name of the thus-gone one Ambrosia Melody and become devout upon hearing it will turn away from saṃsāra in twelve eons.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་ཉི་ཤུའི་ཕ་རོལ་ན་འཇིག་རྟེན་གྱི་ཁམས་གདུལ་དཀའ་ཞེས་བྱ་བ་དེ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གྲགས་པ་ཆེན་པོ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Twenty thousand buddhafields beyond here, in the world system called Impervious , dwells the thus-gone one, the worthy one, the completely perfect buddha called Highly Renowned

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་གྲགས་པ་ཆེན་པོའི་མཚན་གང་དག་ཉན་པར་འགྱུར་བ་དང་ཡོངས་སུ་སྒྲོགས་ཤིང་འཛིན་པ་ནི་བདུད་སྡིག་ཅན་གྱིས་རབ་ཏུ་གདུལ་དཀའ་བར་འགྱུར་རོ།
en: Śāriputra, all those who hear, proclaim, and uphold the name of the thus-gone one Highly Renowned will be impervious to the evil Māra.

source: །འདི་ནས་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་བཅུ་གཉིས་ན་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གྲགས་པ་མཐའ་ཡས་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Twelve thousand buddhafields from here, in the world system called Blissful, dwells the thus-gone one, the worthy one, the completely perfect buddha called Infinite Renown.
